Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/puheenjohtajiston_katsaus_yleiskokouksessa_26_6_2020.html.tmx
Source language: fin
Languages: smn

source: Puheenjohtajiston katsaus yleiskokouksessa 26.6.2020
smn: Saavâjođetteijei kejâstâh almosčuákkimist 26.6.2020

source: Puheenjohtajiston katsaus yleiskokouksessa 26.6.2020 päätettiin julkaista blogikirjoituksena Saamelaiskäräjien nettisivuilla.
smn: Saavâjođetteijei kejâstuv almosčuákkimist 26.6.2020 meridii almostittiđ blogičaalân Sämitige nettisiijđoin.

source: Puheenjohtaja Tuomas Aslak Juuso
smn: Saavâjođetteijee Tuomas Aslak Juuso

source: Korona-aikana on Saamelaiskäräjien toimintaa ja asioita hoidettu seuraavasti: Saamelaiskulttuurikeskus Sajos on ollut suljettuna 16. maaliskuuta lähtien.
smn: Korona-ääigi láá Sämitige tooimah já ääših hoittájum čuávvoo náál: Säämi kulttuurkuávdáš Sajos lii lamaš kiddâ njuhčâmáánu 16 peeivi rääjist.

source: Hallitus päätti pitää Sajoksen suljettuna toukokuun loppuun saakka.
smn: Stivrâ meridij toollâđ Sajos kiddâ vyesimáánu loopâ räi.

source: Saamelaiskäräjät on käyttänyt etätyötä toistaiseksi pääasiallisena työskentelymuotona, eikä virkamatkoja ole tehty poikkeustilan aikana.
smn: Sämitiggeest lii lamaš káiduspargo válduášálâš pargovyehhin tuáistáážân, iäge virgemääđhih lah tohhum spiekâstâhtile ääigi.

source: Valmiusryhmä asetettiin ja ryhmä on pitänyt kokouksia yhteensä viisi kertaa.
smn: Kiärgusvuotâjuávkku asâttui já juávkku lii čuákkimistám ohtsis vittii.

source: Saamelaiskäräjien järjestämät seminaarit, tilaisuudet ja tapahtumat peruttiin toukokuun loppuun saakka ja kokouksiin on osallistuttu etäyhteyksin.
smn: Sämitige ornim seminaarijd, tilálâšvuođâid já tábáhtusâid kessii meddâl vyesimáánu loopâ räi já čuákkimáid láá uásálistám káidusohtâvuođâi peht.

source: Myös kesäkuun yleiskokous järjestettiin etäyhteyksin käyttämällä Interprefy-etätulkkaussovellusta.
smn: Meid kesimáánu almosčuákkim uárnejui káidusohtâvuođâi peht kevttimáin Interprefy-káidustulkkumheiviittâs.

source: Etätyöskentely puretaan 3.8.2020 alkaen edellyttäen, että tautitilanne alueella on pysynyt viranomaisten suosittamalla tasolla.
smn: Káidusporgâm jaska 3.8.2020 rääjist, toin iävttoin, ete tavdâtile kuávlust lii pissoom virgeomâhái avžuuttem tääsist.

source: Keväällä poikkeustilan aikana Saamelaiskäräjät lähetti vetoomuksen pääministerille Suomen sisäisen liikkumisen rajoittamiseksi 23.3.2020 , jotta koronaviruksen leviämistä saadaan hidastettua ja riskiryhmiä suojattua.
smn: Kiđđuv spiekâstâhtile ääigi Sämitigge vuolgâttij áánnum uáiviministerân Suomâ siskáldâs jotteem raijiimân 23.3.2020 , vâi koronavirus levânem puávtáččii hitodiđ já riskâjuávhuid suoijiđ.

source: Saamelaiskäräjien toinen vetoomus lähetettiin sisäministerille Norjan ja Suomen välisen rajan avaamiseksi 10.6.2020 , kun tilanne pohjoisessa todettiin rauhalliseksi.
smn: Sämitige nubbe áánnum vuolgâttui sisministerân Taažâ já Suomâ koskâsii rääji lekkâm várás 10.6.2020 , ko tile tavveen pahudui rávhálâžžân.

source: Koronaviruksen takia määrätyt liikkumisrajoitukset ovat kohdistuneet merkittävällä tavalla Pohjois-Suomen raja-alueiden saamelaisväestöön.
smn: Koronavirus tiet meridum jotteemraijiittâsah láá čuáccám merhâšitteht Tave-Suomâ räjikuávlui sämmilâšaalmugân.

source: Presidentti Sauli Niinistö tapaaminen järjestyi 6.3.2020 .
smn: President Sauli Niinistö teivâm ornášui 6.3.2020 .

source: Vierailu perustui viime vaalikauden aikaiseen esitettyyn kutsuun käydä saamen maalla uudella vierailulla.
smn: Kolliistâllâm vuáđudui moonnâm valjâpaje ääigi oovdânpuohtum povdiittâsân kolliđ uđđâsist sämikuávlust.

source: Tapaamisessa keskusteltiin ilmastonmuutoksesta ja sen vaikutuksista saamelaiselle kulttuurille, vihapuheesta, Suomen ihmisoikeusvelvoitteista ja saamelaisten totuus- ja sovintokomission perustamisesta.
smn: Teivâmist savâstâllii šoŋŋâdâhnubástusâst já ton vaikuttâsâin sämmilii kulttuurân, vajosaavâin, Suomâ olmoošvuoigâdvuotâkenigâsvuođâin já sämmilij tuotâvuotâ- já sovâdâttâmkomissio vuáđđudmist.

source: Saamelaiskäräjälakiuudistusprosessi on myös ollut käynnissä.
smn: Sämitiggelahâuđâsmittemproosees lii meid lamaš joođoost.

source: Aiheesta on käyty saamelaiskäräjälain 9 §:n mukaiset neuvottelut saamelaiskäräjälain muuttamista valmistelevan toimikunnan asettamisesta, jossa käsiteltiin toimikunnan mandaattia.
smn: Fáddán láá lamaš sämitiggelaavâ 9 § miäldásiih ráđádâlmeh sämitiggelaavâ nubásmittem valmâštâllee toimâkode aasâtmist, mast kieđâvuššui toimâkode mandaat.

source: Tämä neuvottelu ja prosessi perustuu Suomen hallitusohjelman kirjaukseen.
smn: Taat ráđádâllâm já proosees vuáđuduveh Suomâ haldâttâsohjelm kirjiimân.

source: Toimikunnan työtä on edeltänyt saamelaiskäräjälain uudistamista koskeva esiselvitystyöryhmä.
smn: Ovdil toimâkode pargo lii toimâm sämitiggelaavâ uđâsmitmân kyeskee ovdâčielgiittâspargojuávkku.

source: Vätsärin erämaa-alueen hoito- ja käyttösuunnitelmasta on käyty saamelaiskäräjälain 9 §:n mukaiset neuvottelut Metsähallituksen kanssa kevään mittaan.
smn: Vääččir meccikuávlu tipšo- já kevttimvuáváámist láá lamaš sämitiggelaavâ 9 § miäldásiih ráđádâlmeh Meccihaldâttâssáin kiđđuv.

source: Yleisesti ottaen neuvottelut käytiin hyvässä hengessä, mutta monissa asiakohdissa ei löydetty yhteisymmärrystä
smn: Almolávt ráđádâlmijn lâi pyeri vuoiŋâ, mutâ maaŋgâ ääšist ij kavnum ohtsâšibárdâs.

source: Saamelaiskäräjälain 9 §:n mukaiset neuvottelut työ- ja elinkeinoministeriön kanssa alueiden kehittämistä ja Euroopan unionin alue- ja rakennepolitiikan rahastoja koskevan lainsäädännön uudistamisesta käytiin kevään mittaan.
smn: Sämitiggelaavâ 9 § miäldásiih ráđádâlmeh pargo- já iäláttâsministeriöin kuávlui oovdedmist já Euroop union kuávlu- já ráhtuspolitiik ruttâráájoid kyeskee lahâasâttem uđâsmitmist lijjii kiđđuv.

source: Saamelaiskäräjien keskeiset ehdotukset tässä lainsäädäntöuudistuksessa ovat, että Saamelaiskäräjien täysimääräinen osallistuminen saamelaisalueen kehitykseen on turvattava uudistettavassa lainsäädännössä, lakiesitykseen sisällytetään säännös, jonka mukaan saamelaisalueelle suuntautuvalla kehitykselle ei saa olla haittavaikutuksia saamelaiskulttuurille, alueiden uudistamisen neuvottelukunnan kokoonpanoon lisätään Saamelaiskäräjien edustaja, saamelainen rajat ylittävä yhteistyö turvataan ja että saamelaiselinkeinoille perustetaan elinkeinorahasto.
smn: Sämitige kuávdáš iävtuttâsah taan lahâasâttemuđâsmitmist láá, ete Sämitige oles uásálistem sämikuávlu ovdánmân kalga turviđ uđâsmittemnáál lahâaasâtmist, lahâiävtuttâsân siskálmittoo njuolgâdus, mon mield sämikuávlun čyeccee ovdánem ij uážu tovâttiđ hemâdâs sämmilâškulttuurân, kuávlui uđâsmittem ráđádâllâmkode čuákánpiejâmân lasettuvvoo Sämitige ovdâsteijee, sämmilâš raajijd rastaldittee oovtâstpargo torvejuvvoo já sämmilâšiäláttâssáid vuáđuduvvoo iäláttâsruttârááju.

source: Saamelaiskäräjälain 9 §:n mukaiset neuvottelut käytiin Lapin liiton kanssa Pohjois-Lapin maakuntakaava 2040 -asiasta toukokuussa.
smn: Sämitiggelaavâ 9 § miäldásiih ráđádâlmeh Laapi litoin Tave-Laapi eennâmkoddekaava 2040 -ääšist lijjii vyesimáánust.

source: Jäämerenrata vaikuttaa pysyvän kaavassa laajasta vastustuksesta huolimatta.
smn: Jieŋâmerârađe oro pisomin kaavast vijđes vuástálistmist peerusthánnáá.

source: Suunnitelmissa on myös sähkölinja Utsjoelle.
smn: Vuáváámist lii meid šleđgâlinjâš Ucjuuhân.

source: Yleisesti voidaan todeta, että Saamelaiskäräjien huomioita ei ole otettu mukaan maakuntakaavassa laajemmin.
smn: Almolávt puáhtá pahudiđ, ete Sämitige huámmášuumijd iä lah váldám mieldi eennâmkoddekaavast vijđásubbooht.

source: Saamelaiskäräjälain 9 §:n mukainen neuvottelu ympäristöministeriön kanssa luonnonsuojelulainsäädännön uudistus -hanke projekti II:sta koskien kotkakorvauksia käytiin toukokuun lopulla.
smn: Sämitiggelaavâ 9 § miäldásâš ráđádâllâm pirâsministeriöin, mii kuoskâi luándusuojâlemlahâasâttem uđâsmittem -haavâ proojeekt II kuáskimsajanmávssoid, lâi vyesimáánu loopâst.

source: Saamelaiskäräjät yhdessä Paliskuntain yhdistyksen kanssa on vienyt eteenpäin esitystä.
smn: Sämitigge oovtâst Palgâsij ovtâstussáin lii tuálvum iävtuttâs ovdâskulij.

source: Ekologinen kompensaatiota ja luonnonmonimuotoisuuden vahvistavaa korvausmenetelmää yritetään kehittää.
smn: Ekologâlii kompensaatio já luándu maaŋgâhámásâšvuođâ nanodeijee sajanmáksuvyevi viggeh ovdediđ.

source: Saamelaiskäräjien lähtökohtana on yleisesti edistää luonnonsuojelulainsäädännön 16 §:n sisältöä.
smn: Sämitige vuolgâsaijeen lii almolávt ovdediđ luándusuojâlemlahâasâttem 16 § siskáldâs.

source: Maankäyttö- ja rakennuslain uudistus on myös käynnissä.
smn: Eennâmkevttim- já huksimlaavâ uđâsmittem lii meid joođoost.

source: Prosessi on esitelty ympäristöministeriön toimesta Saamelaiskäräjille ja varsinaiset neuvottelut on tarkoitus aloittaa syksyllä.
smn: Proosees lii oovdânpuohtum pirâsministeriö tooimâst Sämitiigán já eidusijd ráđádâlmijd lii tárguttâs algâttiđ čohčuv.

source: Saamelaiskäräjälain 9 §:n mukainen neuvottelu hallituksen esitysluonnoksesta eduskunnalle laiksi rakennusperinnön suojelemisesta annetun lain ja rikoslain 48 luvun 6 §:n muuttamisesta käytiin kesäkuussa ympäristöministeriön kanssa.
smn: Sämitiggelaavâ 9 § miäldásâš ráđádâllâm haldâttâs iävtuttâshammiittâsâst ovdâskoodán laahân rakânâsäärbi suojâlmist adelum laavâ já rikoslaavâ 48 lovo 6 § nubásmitmist lâi kesimáánust pirâsministeriöin.

source: Prosessi ei näytä huomioivan saamelaisten oikeutta itsemääräämisen pohjalta yhteisesti hallinnoida saamelaisten rakennusperintölain alla olevien saamelaiskohteiden osalta.
smn: Proosees ij oro väldimin huámmášumán sämmilij vuoigâdvuođâ jiešmeridem vuáđuld oovtâst haldâšiđ sämmilij rakânâsärbilaavâ vyelni orroo sämmilâščuosâttuvâi uásild.

source: Saamelaisen Parlamentaarisen neuvoston Suomen puheenjohtajuuskausi on käynnissä.
smn: Säämi Parlamentaarlii rääđi Suomâ saavâjođettempaje lii tääl joođoost.

source: Tänä aikana on kokouksia pidetty virtuaalisesti, käyty tärkeitä asioita läpi muun muassa rajat ylittävään koulutukseen liittyen, keskusteltu muun muassa COVID-19-tilanteesta, kansallisjoikuasiasta ja aineettomasta kulttuuriperintöasiasta, perustettu Interreg-työryhmä, joka nähdään tärkeänä avauksena, jotta saamelaisten tarpeita voidaan identifioida yhdessä seuraavaan rahoituskauteen liittyen.
smn: Taan ääigi láá čuákkimistám virtuaallávt, iällám tehálijd aašijd čoođâ eereeb iärrás raajijd rastalditttee škovlim háárán, savâstâllum eereeb iärrás COVID-19-tiileest, aalmuglâšjuoigâääšist já immateriaallii kulttuurärbiääšist, vuáđudum Interreg-pargojuávkku, mii annoo tehálâš lekkâmin, vâi sämmilij táárbuid puáhtá identifisistiđ oovtâst čuávvoo ruttâdempaje háárán.

source: Saamelaisten parlamentaarikkojen kokous on siirretty ja päivämäärää ei ole vielä sovittu.
smn: Sämmilij parlamiänttárij čuákkim lii sirdum já peivimeeri ij lah vala soppum.

source: “Enhanced participation” on YK:n alkuperäiskansojen osallistumisoikeuden edistämisprosessi , jossa Saamelaiskäräjien puheenjohtaja on aktiivisesti ollut mukana.
smn: “Enhanced participation” lii OA algâaalmugij uásálistemvuoigâdvuođâ ovdedemproosees, mast Sämitige saavâjođetteijee lii aktiivlávt lamaš mieldi.

source: Saamelaiskäräjät on osallistunut biodiversiteettistrategian ja –toimintaohjelmaa koskevan alustavan selvitystyöhön, jossa LUKE:n kanssa on tehty yhteistyötä siitä, miten ohjelma on toiminut ja mitä uudessa strategiassa tulisi huomioida.
smn: Sämitigge lii uásálistám biodiversiteetstrategia já –toimâohjelmân kyeskee vuáđusteijee selvâttempaargon, mast láá porgâm LUKE:in ( Luánduriggodâhkuávdáš ) oovtâstpargo tast, maht ohjelm lii toimâm já maid uđđâ strategiast kolgâččij väldiđ huámmášumán.

source: Kestävän kehityksen toimikunnassa Suomi on raportoinut YK:lle kestävän kehityksen tavoitteista, ja Saamelaiskäräjät ovat ensimmäistä kertaa olleet mukana muokkaamassa raporttia.
smn: Kilelis ovdánem toimâkoddeest Suomâ lii raportistâm OA:n kilelis ovdánem uulmijn, já Sämitigge lii vuossâmuu keerdi lamaš mieldi hammiimin raapoort.

source: Saamelaiskäräjät osallistuu kutsuttuna puheenjohtajan osallistumisen kautta ilmastopolitiikan pyöreään pöytään, jonka pääministeri on perustanut ja jossa on aloitettu keskustelut, jotka koskevat Suomen ilmastopolitiikan suuntaa.
smn: Sämitigge uásálist puávdejum saavâjođetteijee uásálistem peht šoŋŋâdâhpolitiik pirrâ piävdán, mon uáiviminister lii vuáđudâm já mast láá algâttâm savâstâlmijd, moh kyeskih Suomâ šoŋŋâdâhpolitiik sunde.

source: Interreg-ohjelmiston kehittämisessä tärkeinä asioina Saamelaiskäräjät näkee Sápmi-ohjelmaosuuden erillään pitämisen ja sen varmistamisen tulevaisuudessa.
smn: Interreg-ohjelmij oovdedmist tehálâš äššin Sämitigge ana Sápmi-ohjelmuási sierâ toollâm já ton visásmittem puátteevuođâst.

source: Ohjelman sisältöön liittyvänä seikkana on tarkoituksena helpottaa pienempiä toimijoita käyttää tätä rahoitusta ja perinteisten elinkeinojen kehittäminen, kuten duodjin kehittäminen elinkeinona.
smn: Ohjelm siskáldâsân lohtâseijee äššin lii tárguttâs älkkeedittiđ taan ruttâdem kevttim ucebij tuáimei peeleest já ärbivuáválij iäláttâsâi ovdedem, tego tyeje ovdedem iäláttâssân.

source: I varapuheenjohtaja Anni Koivisto
smn: I värisaavâjođetteijee Anni Koivisto

source: Saamelaiskäräjälain 9 §:n mukainen neuvottelu käytiin sosiaali- ja terveysministeriön kanssa sote-asioista etäyhteyksin toukokuun alussa.
smn: Soti-uđâsmitmist: Sämitiggelaavâ 9 § miäldásâš ráđádâllâm lâi sosiaal- já tiervâsvuođâministeriöin soti-aašijn káidusohtâvuođâiguin vyesimáánu aalgâst.

source: Saamelaiskäräjät tavoittelee parannuksia saamenkielisten ja kulttuurinmukaisten palveluiden käytännön toteutumiseen.
smn: Sämitigge háputtâl pyereedmijd sämikielâlij já kulttuurmiäldásij palvâlusâi keevâtlii olášumán.

source: Tämä edellyttäisi selkeää saamenkielisten palveluiden järjestämisvastuuta sekä riittävää ja oikein kohdennettua rahoitusta.
smn: Taat váđáččij čielgâ sämikielâlij palvâlusâi ornimovdâsvástádâs sehe kelijdeijee já olmânáál čuosâttum ruttâdem.

source: Sote-uudistusta koskevissa lakiluonnoksissa Saamelaiskäräjien tavoitteet eivät näy riittävästi ja vaikuttamistyötä jatketaan.
smn: Soti-uđâsmitmân kyeskee lahâhammiittâsâin Sämitige ulmeh iä oinuu tuárvi já vaiguttempargo juátkoo.

source: Sote-uudistuksen eteen on myös tehty työtä kampanjan kautta yhdenvertaisten sote-palveluiden puolesta .
smn: Soti-uđâsmittem oovdân láá meid porgâm kampanja peht, oovtviärdásij soti-palvâlusâi peeleest .

source: Sote-kampanja sisältää uutiskirjeet, video, mielipidekirjoitukset ja omat nettisivut osana Saamelaiskäräjien nettisivuja.
smn: Soti-kampanja ana sistees uđâsreeivâid, video, uáivilčalluid já jieijâs nettisiijđoid uássin Sämitige nettisiijđoid.

source: Saamelaisten totuus- ja sovintokomission jäseneksi eli komissaariksi saapui määräaikaan mennessä 16 esitystä , 14 Saamelaiskäräjille ja kaksi Kolttien kyläkokoukselle.
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio jesânin ađai komissaarin pottii meriääigi räi 16 iävtuttâssâd , 14 Sämitiigán já kyehti Nuorttâlij sijdâčuákkimân.

source: Esitettyjä henkilöitä on yhteensä 10. Prosessi komissaarien valitsemiseksi jatkuu yleisten kuulemistilaisuuksien järjestämisellä syksyllä .
smn: Iävtuttum ulmuuh láá ohtsis 10. Proosees komissaarij valjiimân juátkoo nuuvt, ete almoliih kuullâmtilálâšvuođah uárnejuvvojeh čohčuv .

source: Suomen ja Norjan väliset neuvottelut Tenon kalastussäännön uudistamisesta alkoivat kesällä.
smn: Suomâ já Taažâ koskâsiih ráđádâlmeh Tiänu kuálástusnjuolgâdus uđâsmitmist algii keessiv.

source: Suomen neuvotteluvaltuuskunnassa Saamelaiskäräjien edustajana ja valtuuskunnan toisena varapuheenjohtajana toimii Anne Nuorgam.
smn: Suomâ ráđádâllâmairâskoddeest Sämitige airâsin já airâskode nubben värisaavâjođetteijen tuáimá Anne Nuorgam.

source: Valtioneuvosto antoi neuvotteluvaltuuskunnan asettamisen yhteydessä lausuman, joka korostaa lohikantojen elpymisen turvaamista, saamelaisten oikeuksien edistämistä sekä eduskunnan lausumien huomiointia.
smn: Staatârääđi adelij ráđádâllâmairâskode asâttem ohtâvuođâst ciälkkámuš, mii tiäddut luosânaalij iällám turvim, sämmilij vuoigâdvuođâi ovdedem sehe ovdâskode ciälkkámušâi huámmášem.

source: Saamelaiskäräjät on pitänyt tämän vuoden puolella yhden tapaamisen Saamelaiskäräjien ja eduskuntapuolueiden yhteistyöryhmän tiimoilta.
smn: Sämitigge lii toollâm taan ive peln oovtâ teivâm Sämitige já ovdâskoddepiäláduvâi oovtâstpargo vuáđuld.

source: Yhteistyöryhmän kokous käytiin kesäkuussa ja tapaamisessa käytiin läpi Saamelaiskäräjille ajankohtaisia asioita.
smn: Oovtâstpargojuávhu čuákkim lâi kesimáánust já teivâmist ellii čoođâ Sämitiigán äigikyevdilis aašijd.

source: Opetus- ja kulttuuriministeriön asettama saamelaisopetuksen kehittämistyöryhmä on toiminut maaliskuusta alkaen.
smn: Máttááttâs- já kulttuurministeriö asâttem sämimáttááttâs ovdedempargojuávkku lii toimâm njuhčâmáánu rääjist.

source: Työryhmän tehtävänä on tarkastella saamenkielisen varhaiskasvatuksen, kulttuuri- ja kielipesätoiminnan, saamelaisopetuksen ja -koulutuksen tilaa yhtenä kokonaisuutena.
smn: Pargojuávhu pargon lii tarkkuđ sämikielâlii arâšoddâdem, kulttuur- já kielâpiervâltooimâ, sämimáttááttâs já -škovlim tile ohtân olesvuottân.

source: Ryhmässä Saamelaiskäräjien osalta jäseninä toimivat Ulla Aikio-Puoskari ja Anne Kirste Aikio sekä asiantuntijasihteereinä Arla Magga ja Petra Kuuva.
smn: Juávhust Sämitige uásild jesânin tuáimih Ulla Aikio-Puoskari já Anne Kirste Aikio sehe äššitobdeečällen Arla Magga já Petra Kuuva.

source: Saamelaiskäräjät on lausunut oppivelvollisuuden laajentamista koskevista lakiuudistuksista painottaen saamelaisnuorten kielellisiä oikeuksia sekä oikeutta suorittaa oppivelvollisuutta perinteisiä taitoja oppien.
smn: Sämitigge lii celkkim oppâkenigâsvuođâ viijđedmân kyeskee lahâuđâsmitmijn tiädutmáin säminuorâi kielâlijd vuoigâdvuođâid sehe vuoigâdvuotâ čođâldittiđ oppâkenigâsvuotâ ärbivuáválijd tááiđuid oppâmáin.

source: Saamelaiskäräjät lausui kaksivuotisen esiopetuksen kokeilusta korostaen, etteivät oikeudet saamenkieliseen toimintaan saa kokeilun seurauksena heikentyä.
smn: Sämitigge ceelhij kyevti ive pištee ovdâmáttááttâs keččâlmist já tiäduttij, ete vuoigâdvuođah sämikielâlii tooimân iä uážu hiäjusmuđ keččâlem čuávumuššân.

source: Lisäksi Saamelaiskäräjät lausui Yleisradion uudesta strategiasta esittäen saamelaisten, saamelaisuuden ja saamenkielisten ohjelmien parempaa huomiointia.
smn: Toos lasseen Sämitigge ceelhij Yleisradio uđđâ strategiast já iävtuttij sämmilij, sämmilâšvuođâ já sämikielâlij ohjelmij pyereeb huámmášumán väldim.

source: II varapuheenjohtaja Leo Aikio
smn: II värisaavâjođetteijee Leo Aikio

source: Saamelaiskäräjien esitys poronhoitajien sijaisavun kehittämiseksi: poronhoitajien yhdenvertaisuus sijaisapujärjestelmässä, poronhoitajien sijaisavun määrärahan ja tuntimäärän nostaminen vastaamaan nykyistä poroelinkeinon tarvetta, kiireelliset toimet poronhoitajien lomituspalveluiden kehittämiseksi lainsäädännön tasolla, saamelaisten poronhoitajien sosiaaliturvan toteutuminen, työssä jaksaminen ja työurien pidentäminen osana sijaisapu- ja sijaisapulomitusjärjestelmää, yhdenvertaisuuden edistäminen Melan omassa toiminnassa yhdenvertaisuussuunnitelmalla.
smn: Sämitige iävtuttâs puásuituállei sajasâšiše ovdedem várás: puásuituállei oovtviärdásâšvuotâ sajasâšiševuáháduvâst, puásuituállei sajasâšiše meriruuđâ já tijmemere pajedem vâi tot västid tááláá puásui-iäláttâs táárbun, huápuliih tooimah puásuituállei luámusajasâšpalvâlusâi oovdedmân lahâasâttem tääsist, sämmilij puásuituállei sosiaaltorvo olášume, pargoost vaijaam já pargokarrieerij kuhedem uássin sajasâšiše- já sajasâšišeluámusajasâšvuáháduv, oovtviärdásâšvuođâ ovdedem Mela jieijâs tooimâst oovtviärdásâšvuotâvuáváámijn.

source: Tukesin kanssa on käyty saamelaiskäräjälain 9 §:n mukaiset neuvottelut Hankaojan ja Rove vero –hakemuksista ja myös kullankaivuulupia on käsitelty.
smn: Tukesijn láá lamaš sämitiggelaavâ 9 § miäldásiih ráđádâlmeh Hankaoja já Rove vero –ucâmusâin já meid kollekuáivumloveh láá kieđâvuššum.

source: EU-tukiasiassa Saamelaiskäräjät on esittänyt eloporotukea nostettavan 28,5 eurosta 36 euroon.
smn: EU-toorjâääšist Sämitigge lii iävtuttâm, ete elettempuásuitoorjâ aleduvvoo 28,5 eurost 36 euron.

source: Poronlihan suoramyynnin kehittämisessä tarkoituksena on helpottaa ja keventää suoramyynnin ehtoja, niin että poronhoitajat lähtökohtaisesti saamelaisalueella pystyvät myymään tietyn kilomäärän puitteissa (1500 kg leikattua poronlihaa ja 500 kg kuivalihaa vuodessa/poronlihan myyjä) myymään poronlihaa ravintoloille, vähittäiskauppiaille ja kuluttajille.
smn: Poccuupiärgu njuolgâvyebdim oovdedmist ulmen lii älkkeedittiđ já kepidiđ njuolgâvyebdim iävtuid, nuuvt ete puásuituálleeh prinsiiplávt sämikuávlust pasteh vyebdiđ tiätu kiilumere raamij siste (1500 kg čuoppum poccuupiärgu já 500 kg koškepiärgu ivveest/poccuupiärgu vyebdee) poccuupiärgu raavvâdviäsoid, pođoivyebdeid já kulâtteijeid.

source: Saamelaiskäräjät on aktiivisesti seurannut lumiolosuhteen aiheuttamaa erityistilannetta ja pitänyt yhteyttä asian tiimoilta maa- ja metsätalousministeriöön, maa- ja metsätalousministerin erityisavustaja on käynyt tutustumassa lumi- ja laiduntilanteeseen.
smn: Sämitigge lii aktiivlávt čuávvum muotâtile tovâttem spesiaaltile já toollâm ohtâvuođâ ääši ooleest eennâm- já meccituáluministeriön, eennâm- já meccituáluminister sierânâsišedeijee lii iällám uáppáásmin muotâ- já kuáttumtilán.

source: Lausunnon pyytäminen tutkimuksen kehittämiseen ja edistämiseen MAKERA-rahoittamiseen liittyen: Eri maankäyttömuotojen vaikutus porotyömalleihin ja perinteiseen tietoon – tapaustutkimus Suomen saamelaisten kotiseutualueelta ja poronhoidon muutokset ja sopeutumiskeinot eri maankäyttömuotojen ristipaineessa.
smn: Ciälkkámuš pivdem tutkâmuš oovdedmân MAKERA-ruttâdem háárán: Sierâ eennâmkevttimhaamij vaikuttâs puásuipargomallijd já ärbitiätun – tábáhtustutkâmuš Suomâ sämmilij päikkikuávlust já puásuituálu nubástusah já vuáhádumvyevih sierâ eennâmkevttimhaamij ruossâlâs tiädui vyelni.

source: Suurpeto sidosryhmätilannekatsaus.
smn: Stuorrâpiätu čonâsjuávkkutilekejâstâh.

source: Saamelaiskäräjät on myös lähettänyt vetoomuksen Metsähallitukselle porojen laidunrauhan ja poronhoidon yleisten toimintaedellytysten turvaamiseksi poikkeuksellisissa olosuhteissa: Saamelaiskäräjät vetoaa Metsähallitukseen, että se pidättyisi kuluvan kevään ja kesäkauden osalta kaikesta pyynti- ja kulkulupien myöntämisestä saamelaisten kotiseutualueella ja tehostaisi valvontaa kaiken luvattoman liikkumisen estämiseksi.
smn: Sämitigge lii meid vuolgâttâm áánnum Meccihaldâttâsân poccui kuáttumráávhu já puásuituálu almolij toimâhinái turviimân spiekâstâhlii tiileest : Sämitigge kiäsá Meccihaldâttâsân, ete tot ij mieđeet taan kiiđâ já kesipaje ääigi pivdo- já jotteemluuvijd sämmilij päikkikuávlun já ete tot pehtilitáččij kocceem, vâi estih puoh lovettes jotteem.

source: Tällä hetkellä ilmastonmuutokseen liittyvät aiheet ja prosessit Suomessa, joihin Saamelaiskäräjät on osallistunut tai osallistuu, ovat: Saamelaisten ilmastopaneeli ja saamelaisten sopeutuminen ilmaston muutoksen sopeutumisohjelma.
smn: Tääl šoŋŋâdâhnubástusân lohtâseijee fáádáh já proseseh Suomâst, moid Sämitigge lii uásálistám tâi uásálist, láá: Sämmilij šoŋŋâdâhpaaneel já sämmilij vuáhádume šoŋŋâdâhnubástus vuáhádumohjelm.

source: Tätä edistetään parhaillaan ja tarkoituksena on käydä lähetekeskustelua seuraavassa täyskokouksessa.
smn: Taat ovdeduvvoo eidu já ulmen lii toollâđ vuolgâttâssavâstâllâm puáttee tievâsčuákkimist.

source: Climini-hankkeessa tarkastellaan porotalouden sopeutumiskeinoja ilmastonmuutokseen.
smn: Climini-haavâst tárkkojeh puásuituálu vuáhádumvuovijd šoŋŋâdâhnubástusân.

source: Leo Aikio on osallistunut ohjausryhmän työskentelyyn.
smn: Leo Aikio lii uásálistám stivrimjuávhu paargon.
